/* This computer's Internet connection appears to be offline. */
"CONNECTION_DOWN" = "La conexión a Internet del ordenador parece estar desactivada.";

/* This computer's Internet connection may be offline. */
"CONNECTION_INDETERMINATE" = "La conexión a Internet del ordenador puede estar desactivada.";

/* This computer's Internet connection appears to be online. */
"CONNECTION_UP" = "La conexión a Internet del ordenador parece estar activada.";

/* This computer's DNS server is not responding. */
"NAMESERVER_DOWN" = "El servidor DNS de este ordenador no responde.";

/* The DNS server could not find the server name. */
"NAMELOOKUP_FAILED" = "El servidor DNS no ha podido encontrar el nombre del servidor.";

/* This computer's router is not responding. */
"ROUTER_DOWN" = "El router de este ordenador no responde.";

/* The server this computer is attempting to connect to is not responding. */
"SERVER_DOWN" = "El servidor al que trata de conectarse este ordenador no responde.";

/* This computer's Internet connection appears to be online. */
"SERVER_UP" = "La conexión a Internet del ordenador parece estar activada.";

/* Format string for label of a saved password in Keychain: URL (USERNAME) */
"KEYCHAIN_LABEL_FORMAT" = "%@ (%@)";

/* Kind string used for keychain items from forms-based logins */
"KEYCHAIN_WEB_FORM_PASSWORD" = "Contraseña del formulario web";

/* HTTP result code string */
"accepted" = "aceptada";

/* HTTP result code string */
"bad gateway" = "“Gateway” incorrecto";

/* HTTP result code string */
"bad request" = "petición incorrecta";

/* HTTP result code string */
"client error" = "error de cliente";

/* HTTP result code string */
"conflict" = "conflicto";

/* HTTP result code string */
"continue" = "continuar";

/* HTTP result code string */
"created" = "creación";

/* HTTP result code string */
"expectation failed" = "error de expectativas";

/* HTTP result code string */
"forbidden" = "prohibido";

/* HTTP result code string */
"found" = "encontrado";

/* HTTP result code string */
"gateway timed out" = "Tiempo de conexión a “gateway” excedido";

/* HTTP result code string */
"informational" = "informativo";

/* HTTP result code string */
"internal server error" = "error de servidor interno";

/* HTTP result code string */
"length required" = "longitud requerida";

/* HTTP result code string */
"method not allowed" = "método no permitido";

/* HTTP result code string */
"moved permanently" = "se ha desplazado de forma permanente";

/* HTTP result code string */
"multiple choices" = "selecciones múltiples";

/* HTTP result code string */
"needs proxy" = "proxy necesario";

/* HTTP result code string */
"no content" = "sin contenido";

/* HTTP result code string */
"no error" = "sin errores";

/* HTTP result code string */
"non-authoritative information" = "información no autorizada";

/* HTTP result code string */
"not found" = "no encontrado";

/* HTTP result code string */
"not modified" = "no se ha modificado";

/* HTTP result code string */
"partial content" = "contenido parcial";

/* HTTP result code string */
"payment required" = "pago requerido";

/* HTTP result code string */
"precondition failed" = "ha fallado la condición previa";

/* HTTP result code string */
"proxy authentication required" = "autenticación de proxy requerida";

/* HTTP result code string */
"redirected" = "redirigido";

/* HTTP result code string */
"no longer exists" = "ya no existe";

/* HTTP result code string */
"request timed out" = "tiempo de espera de la petición agotado";

/* HTTP result code string */
"request too large" = "petición demasiado grande";

/* HTTP result code string */
"requested URL too long" = "dirección URL solicitada demasiado larga";

/* HTTP result code string */
"requested range not satisfiable" = "el intervalo solicitado no puede obtenerse";

/* HTTP result code string */
"reset content" = "restablecer contenido";

/* HTTP result code string */
"see other" = "ver otros";

/* HTTP result code string */
"server error" = "error del servidor";

/* HTTP result code string */
"service unavailable" = "servicio no disponible";

/* HTTP result code string */
"success" = "acción realizada con éxito";

/* HTTP result code string */
"switching protocols" = "protocolos de intercambio";

/* HTTP result code string */
"temporarily redirected" = "redirigido temporalmente";

/* HTTP result code string */
"unacceptable" = "inaceptable";

/* HTTP result code string */
"unauthorized" = "sin autorización";

/* HTTP result code string */
"unimplemented" = "no implementado";

/* HTTP result code string */
"unsupported media type" = "tipo de contenido incompatible";

/* HTTP result code string */
"unsupported version" = "versión incompatible";

/* kCFErrorHTTPProxyConnectionFailure description */
"Err306" = "Se ha producido un problema de comunicación con el servidor proxy de web (HTTP).";

/* kCFErrorHTTPSProxyConnectionFailure description */
"Err310" = "Se ha producido un problema de comunicación con el servidor proxy de web seguro (HTTPS).";

/* WebFoundationErrorUnknown description */
"Err-998" = "error desconocido";

/* WebFoundationErrorCancelled description */
"Err-999" = "cancelado";

/* WebFoundationErrorBadURLError description */
"Err-1000" = "URL no válida";

/* WebFoundationErrorTimedOut description */
"Err-1001" = "Se ha agotado el tiempo de espera.";

/* WebFoundationErrorUnsupportedURL description */
"Err-1002" = "URL incompatible";

/* WebFoundationErrorCannotFindHostError description */
"Err-1003" = "No se ha encontrado ningún servidor con el nombre de host especificado.";

/* WebFoundationErrorCannotConnectToHostError description */
"Err-1004" = "No se ha podido establecer conexión con el servidor.";

/* WebFoundationErrorNetworkConnectionLostError description */
"Err-1005" = "La conexión de red se ha perdido.";

/* WebFoundationErrorDNSLookupError description */
"Err-1006" = "error de búsqueda de DNS";

/* WebFoundationErrorHTTPTooManyRedirectsError description */
"Err-1007" = "demasiados redireccionamientos HTTP";

/* WebFoundationErrorResourceUnavailableError description */
"Err-1008" = "recurso no disponible";

/* WebFoundationErrorNotConnectedToInternetError description */
"Err-1009" = "La conexión a Internet parece estar desactivada.";

/* WebFoundationErrorRedirectToNonExistentLocation description */
"Err-1010" = "redirigido a ninguna página";

/* WebFoundationErrorBadServerResponseError description */
"Err-1011" = "Se ha recibido una respuesta incorrecta del servidor.";

/* WebFoundationErrorZeroByteResourceError description */
"Err-1014" = "recurso de cero bytes";

/* WebFoundationErrorCannotDecodeRawData description */
"Err-1015" = "no se pueden descodificar los datos sin procesar";

/* WebFoundationErrorCannotDecodeContentData description */
"Err-1016" = "no se pueden descodificar los datos de contenido";

/* WebFoundationErrorCannotParseResponse description */
"Err-1017" = "no se puede analizar la respuesta";

/* kCFURLErrorInternationalRoamingOff description */
"Err-1018" = "La itinerancia de datos internacional está desactivada.";

/* kCFURLErrorCallIsActive description */
"Err-1019" = "En estos momentos no puede establecerse una conexión de datos porque hay una llamada activa.";

/* kCFURLErrorDataNotAllowed description */
"Err-1020" = "En estos momentos no puede establecerse una conexión de datos.";

/* kCFURLErrorRequestBodyStreamExhausted description.  Should never be seen by an end user. */
"Err-1021" = "secuencia del cuerpo de la solicitud agotada";
	
/* WebFoundationErrorFileDoesNotExist description */
"Err-1100" = "No se ha encontrado la URL solicitada en este servidor.";

/* WebFoundationErrorFileIsDirectory description */
"Err-1101" = "este archivo es un directorio";

/* WebFoundationErrorNoPermissionsToReadFile description */
"Err-1102" = "No está autorizado a acceder al recurso solicitado.";

/* WebFoundationErrorDataLengthExceedsMaximum description */
"Err-1103" = "el recurso supera el tamaño máximo";

/* WebFoundationErrorSecureConnectionFailed description */
"Err-1200" = "Se ha producido un error de SSL y no puede establecerse una conexión segura con el servidor.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201" = "El certificado de este servidor ha caducado.";

/* WebFoundationErrorServerCertificateHasBadDate description */
"Err-1201.w" = "El certificado de este servidor ha caducado. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202" = "El certificado de este servidor no es válido.";

/* WebFoundationErrorServerCertificateUntrusted description */
"Err-1202.w" = "El certificado de este servidor no es válido. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203" = "El certificado de este servidor ha sido firmado por una autoridad de certificación desconocida.";

/* WebFoundationErrorServerCertificateHasUnknownRoot description */
"Err-1203.w" = "El certificado de este servidor ha sido firmado por una autoridad de certificación desconocida. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204" = "El certificado de este servidor aún no es válido.";

/* WebFoundationErrorServerCertificateNotYetValid description */
"Err-1204.w" = "El certificado de este servidor aún no es válido. Es posible que el servidor al que intenta conectarse simule ser “%@”, lo que podría poner en peligro su información confidencial.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205" = "El servidor no ha aceptado el certificado.";

/* WebFoundationErrorClientCertificateRejected description */
"Err-1205.w" = "El servidor “%@” no ha aceptado el certificado.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206" = "El servidor requiere un certificado de cliente.";

/* WebFoundationErrorClientCertificateRequired description */
"Err-1206.w" = "El servidor “%@” requiere un certificado de cliente.";

/* WebFoundationErrorCannotLoadFromNetworkError description */
"Err-2000" = "no se puede cargar desde la red";

/* WebFoundationErrorCannotCreateFile description */
"Err-3000" = "No se puede crear el archivo";

/* WebFoundationErrorCannotOpenFile description */
"Err-3001" = "No se puede abrir el archivo";

/* WebFoundationErrorCannotCloseFile description */
"Err-3002" = "Error al cerrar el archivo";

/* WebFoundationErrorCannotWriteToFile description */
"Err-3003" = "No se puede escribir en el archivo";

/* WebFoundationErrorCannotRemoveFile description */
"Err-3004" = "No se puede eliminar el archivo";

/* WebFoundationErrorCannotMoveFile description */
"Err-3005" = "No se puede mover el archivo";

/* WebFoundationErrorDownloadDecodingFailedMidStream description */
"Err-3006" = "Error en la descodificación de la descarga";

/* WebFoundationErrorDownloadDecodingFailedToComplete description */
"Err-3007" = "Error en la descodificación de la descarga";

/* Recovery suggestion */
"Would you like to connect to the server anyway?" = "¿Desea conectarse al servidor de todos modos?";

/* Recovery suggestion */
"Please check your proxy settings. For help with this problem, contact your system administrator." = "Compruebe sus ajustes de proxy. Si necesita ayuda, póngase en contacto con el administrador del sistema.";

/* AuthBrokerAgent proxy credential user notification - alert header */
"Proxy Authentication Required" = "Autenticación de proxy requerida";

/* AuthBrokerAgent proxy credential user notification - alert message, args are 1) proxy type, 2) host name, 3) port number, e.g.:  Authentication for HTTP proxy csd3.apple.com:8080 */
"Authentication for %@ proxy\n%@:%d" = "Autenticación del proxy %@\n%@:%d";

/* AuthBrokerAgent proxy credential user notification - Cancel button title */
"Cancel" = "Cancelar";

/* AuthBrokerAgent proxy credential user notification - Username title */
"Username" = "Nombre de usuario";

/* AuthBrokerAgent proxy credential user notification - Password title */
"Password" = "Contraseña";
